<?php

return [
    "fa" => [
        "btn" => [
        ],
        "msg" => [
            'welcome' => "به ربات دریافت اطلاعات صفحات اینستاگرامی خوش آمدید.\n لینک پست اینستاگرامی را داخل ربات وارد کنید.",
            'linkNotValid' => "لینک معتبر نمی باشد.
1- بایستی با پروتوکل http یا https شروع شود.
2- دامنه لینک بایستی مرتبط با اینستاگرام باشد.
3- لینک بایستی پست اینستاگرام باشد.
مثال :
https://www.instagram.com/p/CA3B8C1M3B_/",
            'help' => "برای دریافت آمار مربوط به پست اینستاگرام، 
۱- ابتدا لینک را بدون هیچ متن اضافه ای ارسال کنید. 
۲-سپس پیام ارسالی را همراه با متن زیر ریپلای بزنید.

/r"

        ],
        "error" => [
            '500' => "خطا در دریافت اطلاعات.",
        ],

    ]
];

